9/data/attachments/93641378b7aadbd6.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_f949c7f4-8bd4-475e-9547-a2b01ed5af7c</nif:username>
            <nif:friendToBeAdded>Cindy_necessary_Actions_98544_4</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>